# ДЗ: 1. Попробуйте сохранить в одной переменной следующий вектор: 13, 46, 79, 85, 95.
x = 13, 46, 79, 85, 95
# 2. Реализуйте умножение вектора из 1 на: 100, 34, 46, 52, 34.

z = 100, 34, 46, 52, 34
x1 = 13
x2 = 46
x3 = 79
x4 = 85
x5 = 95

z1 = 100
z2 = 34
z3 = 46
z4 = 52
z5 = 34
print ((x1*z1),(x2*z2),(x3*z3),(x4*z4),(x5*z5)) #в одной строке

print (x1 * z1) # каждый в новой строке без использования'\n'
print (x2 * z2)
print (x3 * z3)
print (x4 * z4)
print (x5 * z5)
# ответы
c1=1300
c2=1564
c3=3634
c4=4420
c5=3230
