# ДЗ: 1. Создать переменные, которые будут содержать Ваши "ФИО", возраст, город рождения, группу. name = "ФИО: Кусаинов Мирас Кусаинович,"
age = " 18 лет,"
group = " учится в группе: автоматизация и управление"
city = " из: города Атырау,"
#2. Вывести на экран все значения в одну строку в формате "ФИО: _____, __ лет, из: ___, учится в группе: ___"
print (name + age + city + group)
# 3. Вывести на экран все значения (каждое на новой строке), но одной линией кода (использовать "\n").
print (name + '\n' + age+ '\n' + city + '\n' + group)